/* eslint-disable */

export const RENOVATION_PROCESS_DATA_FOR_MAIN_PAGE = [
    {
        title: 'Отремонтировали уже больше 50 квартир в Ульяновске и Ульяновской области',
        desc: 'Умеем работать и с новостройками, и с дореволюционными домами',
    },
    {
        title: 'Ремонт разделён на этапы и регламентирован',
        desc: 'За 2 года мы выстроили прозрачный и легко управляемый процесс работы',
    },
    {
        title: 'Используем отделочные материалы только от проверенных поставщиков',
        desc: 'Мы точно знаем, сколько их понадобится и как с ними работать',
    },
];

export const RENOVATION_PROCESS_DATA = [
    {
        title: 'Подготовка',
        desc: 'Работа начинается ещё до того, как мы впервые вошли в вашу квартиру. Заранее подготовлены типовые части архитектурного проекта, разработаны критерии качества, расписаны задачи каждого специалиста, подобраны материалы.',
    },
    {
        title: 'Расчёт стоимости',
        desc: [
            'На встрече в нашем шоуруме мы поможем подобрать материалы и цвета и рассчитаем примерную стоимость ремонта в вашей квартире.',
            'Затем наши архитекторы подготовят проект для вашей квартиры. В зависимости от выбранного дизайна они соберут комплектацию, в которой учтены все черновые и чистовые материалы.',
            'Комплектация включает в себя несколько сотен позиций. К примеру, к одной только раковине идут сифоны, смесители, гибкие шланги, крепежи и прочие мелочи, про которые легко забыть, если делаешь ремонт самостоятельно.',
            'Финальная цена будет известна после согласования архитектурного проекта. Эта цена не изменится в процессе работ',
        ],
    },
    {
        title: 'Начало работ',
        desc: [
            'После подписания и согласования архитектурного проекта мы заключаем договор и переходим к работе с вашей квартирой. Привозим в квартиру оборудование для черновых работ и закупленные материалы. Все приготовления к ремонту занимают две недели.',
            'Курирует процесс менеджер объекта. Он назначает исполнителей, отвечает за сроки, организует поставку материалов, а также контролирует исполнение архитектурного проекта.',
        ],
    },
    {
        title: 'Черновые и инженерные работы',
        desc: [
            'Дальше мы приступаем к черновым работам. Они занимают большую часть времени — 45-55 дней. Качество черновых работ — это фундамент, который гарантирует долговечность ремонта. Если в квартире есть старая отделка, мы её демонтируем. Если требуется перепланировка, то сносим старые и возводим новые перегородки. Затем прокладываем электропроводку, меняем трубы, штукатурим стены и выравниваем пол.',
            'За качеством постоянно следят инженеры технического надзора. Демонтаж, покраска стен, установка розеток, укладка плитки — инженеры проверяют каждый этап ремонта. Если находят несоответствия стандартам, то работы не переходят на следующую стадию до устранения недостатков.',
            <div>
                <div>Дополнительные проверки:</div>
                <div>
                    — Перед закрытием труб и проводов инженер технического надзора составляет акт скрытых работ. Он же
                    делает опрессовку системы водоснабжения после прокладки труб.
                </div>
                <div>
                    — Независимая сертифицированная электролаборатория помогает убедиться в качестве и безопасности
                    проводки.
                </div>
            </div>,
        ],
    },
    {
        title: 'Чистовая отделка',
        desc: [
            'После того как закончены черновые и инженерные работы, производятся новые замеры квартиры. Тогда же рисуется план раскладки плитки — важно, чтобы выводы розеток попадали в шов или центр плитки. На этом этапе мы выполняем все работы в ванной и туалете, укладываем напольное покрытие, готовим стены к окраске или клеим обои. Ближе к концу ремонта устанавливаем сантехнику, двери и проводим малярные работы. На все операции уходит от недели до двух.',
        ],
    },
    {
        title: 'Финальные штрихи',
        desc: [
            'Наконец, мы вывозим мусор, делаем генеральную уборку и приглашаем архитектора. Он обращает внимание на нюансы, которые вы, возможно, и не заметили бы, но без которых ремонт нельзя считать идеальным. Архитектор не пройдёт мимо плохо прокрашенных мест — пусть их почти и не видно — и неаккуратных углов у плинтусов.',
            'Мелкие недочёты оперативно устраняются. Квартира готова. Нам остаётся только вернуть вам ключи — и можно заезжать: с мебелью, фикусом и любимым котом.',
        ],
    },
];
