/* eslint-disable */
export const SERVICES_DATA_FOR_MAIN_PAGE = [
    {
        title: 'Персональный архитектор',
        desc: ' С вами будут работать архитектор — поможет с планировкой, подберет отделочные материалы и проконтролирует финальный результат',
    },
    {
        title: 'Индивидуальный дизайн-проект',
        desc: ' Вы будете точно знать, какой интерьер получите: перед ремонтом мы подготовим дизайн-проект с мебелью, светом и декором',
    },
    {
        title: 'Без вашего участия',
        desc: 'Мы берём на себя все заботы, связанные с ремонтом: от демонтажа до финальной уборки',
    },
    {
        title: 'Фиксированная цена и сроки',
        desc: 'Цена и сроки фиксируются после согласования проекта и не меняются в процессе. Стоимость работ от 8 900 р.',
    },
];

export const SERVICES_DATA = [
    {
        title: 'Подготовительные работы',
        services: [
            'Демонтаж отделки и вывоз мусора после демонтажа (по необходимости)',
            'Планировка и архитектурный проект',
            'Рабочая документация и чертежи',
        ],
    },
    {
        title: 'Полы',
        services: [
            'Устройство гидроизоляции в сантехническом узле и на кухне',
            'Выравнивание под чистый пол',
            'Финишный выравнивающий слой (нивелирующая стяжка)',
            'Укладка чистового материала (паркетная доска/ламинат)',
            'Установка плинтусов',
            'Установка порогов',
        ],
    },
    {
        title: 'Стены',
        services: [
            'Возведение стен (по необходимости)',
            'Штукатурка стен по маякам',
            'Шпатлёвка в два слоя или оклейка обоев',
            'Штукатурка и шпатлёвка откосов',
            'Грунтовка',
            'Окраска водоэмульсионной краской',
            'Установка межкомнатных дверей с ручками и наличниками',
        ],
    },
    {
        title: 'Потолки',
        services: ['Установка натяжных потолков во всех помещениях и санузле'],
    },
    {
        title: 'Ванная и туалет',
        services: [
            'Разводка горячей и холодной воды от отсечных кранов и канализации от стояков к местам установки сантехники и кухонной мойки',
            'Установка ревизионного люка на борт ванной',
            'Установка ванной',
            'Установка раковины с пьедесталом',
            'Установка унитаза',
            'Установка душевой стойки с лейкой и смесителем',
            'Установка смесителя на раковину',
            'Установка полотенце-сушителя',
            'Подводка холодной воды и канализации к месту установки стиральной машины в санузле',
            'Укладка плитки в сантехническом узле',
            'Окраска влагостойкой краской стен в сантехническом узле',
            'Установка вентиляционных решеток',
            'Установка зеркала в сантехническом узле',
            'Установка скрытого люка для доступа к стоякам в сантехническом узле, при наличии шахты',
        ],
    },
    {
        title: 'Электрика',
        services: [
            'Полный демонтаж старой электропроводки',
            'Подготовка пола, потолка и стен для прокладки инженерных систем, штробление и высверливание отверстий под подрозетники и ниши',
            'Установка подрозетников, сборка и монтаж силового щита',
            'Прокладка кабельных трасс розеточной сети и сети освещения',
            'Монтаж розеток в каждом помещении на высоте 300 мм от пола',
            'Установка влагозащищенных розеток в санузлах',
            'Монтаж силовых разъемов для варочной поверхности и духового шкафа и розеток для стационарного электрооборудования на кухне',
            'Монтаж выключателей в каждом помещении на высоте 1050 мм от пола',
            'Установка светильников, включая влагозащищённые светильники в санузлах',
            'Установка подсветки зеркала в ванной комнате',
            'Прокладка слаботочных кабелей в гостиную от этажного слаботочного щита и монтаж слаботочных розеток: 1 розетка TV (телевизор), 1 двойная розетка RJ45 (интернет и телефон)',
            'Установка на механизмы розеток и выключателей рамок, накладок и клавиш',
            'Комплектация готового силового щита однолинейной схемой и маркировка аппаратов защиты',
            'Проведение необходимых измерений независимой электролабораторией',
        ],
    },
    {
        title: 'Менеджмент и контроль качества',
        services: [
            'Закупка материалов, хранение на складе и своевременная доставка',
            'Менеджмент проекта',
            'Контроль качества инженером технического надзора',
            'Финальная приемка архитектором',
            'Исполнительная документация',
        ],
    },
    {
        title: 'Подготовка к сдаче квартиры',
        services: [
            'Строительная уборка',
            'Чистовая уборка',
            'Установка пластиковых подоконников',
            'Вывоз мусора во время ремонта и после окончания работ',
        ],
    },
];
