import img1 from '../assets/images/works/1.jpg';
import img2 from '../assets/images/works/2.jpg';
import img3 from '../assets/images/works/3.jpg';

export const WORKS = [
    {
        id: 1,
        images: [img1, img2, img3],
        title: 'Улица Клары Цеткин, 12',
        desc: 'Стены покрашены серой матовой краской, на полу — фактурный паркет Bauwerk из американского ореха.',
    },
    {
        id: 2,
        images: [img2, img1, img3],
        title: 'Улица Медовая, дом 7',
        desc:
            'Андрей и Маша не боятся экспериментировать с цветом, поэтому для стен в своём новом доме выбрали ' +
            'насыщенный синий. Получилось ярко и жизнерадостно. Большие трёхстворчатые окна дают много света и ' +
            'воздуха, а светлый ламинат и белый плинтус подчеркивают оттенок стен.',
    },
    {
        id: 3,
        images: [img3, img2, img1],
        title: 'Город Лобня, улица Окружная, 3',
        desc:
            'Хозяева квартиры хотели сделать квартиру светлой и воздушной. Стены в гостиной — сложного белого ' +
            'цвета с легкой примесью серого и желтого пигмента. Интерьер дополняют деревянные подоконники.' +
            ' В ванной — тёмно-серые стены и белая глянцевая плитка.',
    },
];
